[
	{
		"_id": "5b8312b287e0e1f13a76aac2",
		"title": "On the Origin of Species",
		"author": "Charles Darwin, Gillian Beer",
		"size": "Pocket",
		"publisher": "Oxford University Press",
		"series": "Oxford World's Classics",
		"ISBN": 9780199219223,
		"release-date": 2009,
		"pages": 394,
		"weight": "299 grams",
		"description": "'can we doubt ...that individuals having any advantage, however slight, over others, would have the best chance of surviving and of procreating their kind?' In the Origin of Species (1859) Darwin challenged many of the most deeply held beliefs of the Western world. His insistence on the immense length of the past and on the abundance of life-forms, present and extinct, dislodged man from his central position in creation and called into question the role of the Creator. He showed that new species are achieved by natural selection, and that absence of plan is an inherent part of the evolutionary process. Darwin's prodigious reading, experimentation, and observations on his travels fed into his great work, which draws on material from the Galapagos Islands to rural Staffordshire, from English back gardens to colonial encounters. The present edition provides a detailed and accessible discussion of his theories and adds an account of the immediate responses to the book on publication. The resistances as well as the enthusiasms of the first readers cast light on recent controversies, particularly concerning questions of design and descent.ABOUT THE SERIES: For over 100 years Oxford World's Classics has made available the widest range of literature from around the globe. Each affordable volume reflects Oxford's commitment to scholarship, providing the most accurate text plus a wealth of other valuable features, including expert introductions by leading authorities, helpful notes to clarify the text, up-to-date bibliographies for further study, and much more.",
		"price": "107 kr",
		"imageURL": "/Images/on-the-origin-of-species.jpg"
	},
	{
		"_id": "5b83141f87e0e1f13a76aac3",
		"title": "Benjamin Franklin",
		"author": "Walter Isaacson",
		"size": "Pocket",
		"publisher": "Simon Schuster",
		"ISBN": 2004,
		"release-date": 2004,
		"weight": "794 grams",
		"description": "Chronicles the founding father's life and his multiple careers as a shopkeeper, writer, inventor, media baron, scientist, diplomat, business strategist, and political leader, while showing how his faith in the wisdom of the common citizen helped forge an American national identity based on the virtues of its middle class. Reprint. 150,000 first printing.",
		"price": "162 kr",
		"imageURL": "/Images/benjamin-franklin.jpg"
	},
	{
		"_id": "5b83142087e0e1f13a76aac4",
		"title": "Madame Curie",
		"author": "Eve Curie, Vincent (TRN) Sheean",
		"size": "Pocket",
		"publisher": "Da Capo Press Inc",
		"series": "The Da Capo Series in Science",
		"ISBN": 9780306810381,
		"release-date": 2001,
		"pages": 393,
		"weight": "499 grams",
		"description": "Marie Sklodowska Curie (1867-1934) was the first woman scientist to win worldwide acclaim and was, indeed, one of the great scientists of the twentieth century. Written by Curie's daughter, the renowned international activist Eve Curie, this biography chronicles Curie's legendary achievements in science, including her pioneering efforts in the study of radioactivity and her two Nobel Prizes in Physics and Chemistry. It also spotlights her remarkable life, from her childhood in Poland, to her storybook Parisian marriage to fellow scientist Pierre Curie, to her tragic death from the very radium that brought her fame. Now updated with an eloquent, rousing introduction by best-selling author Natalie Angier, this timeless biography celebrates an astonishing mind and a extraordinary woman's life.",
		"price": "197 kr",
		"imageURL": "/Images/madame-curie.jpg"
	},
	{
		"_id": "5b83142087e0e1f13a76aac5",
		"title": "The Picture of Dorian Gray",
		"author": "Oscar Wilde",
		"size": "Pocket",
		"publisher": "Penguin Books Ltd",
		"ISBN": 9780141192642,
		"release-date": 2010,
		"pages": 242,
		"weight": "194 grams",
		"description": "Enthralled by his own exquisite portrait, Dorian Gray exchanges his soul for eternal youth and beauty. Influenced by his friend Lord Henry Wotton, he is drawn into a corrupt double life; indulging his desires in secret while remaining a gentleman in the eyes of polite society. Only his portrait bears the traces of his decadence. The novel was a succès de scandale and the book was later used as evidence against Wilde at the Old Bailey in 1895. It has lost none of its power to fascinate and disturb.",
		"price": "84 kr",
		"imageURL": "/Images/the-picture-of-dorian-gray.jpg"
	},
	{
		"_id": "5b83142087e0e1f13a76aac6",
		"title": "Upanisads",
		"author": "Patrick (TRN) Olivelle",
		"size": "Pocket",
		"publisher": "Oxford University Press",
		"series": "Oxford World's Classics",
		"ISBN": 9780199540259,
		"release-date": 2008,
		"pages": 446,
		"weight": "340 grams",
		"description": "The Upanisads are the central scriptures of Hinduism. They represent some of the most important literary products in the history of Indian culture and religion, both because they played a critical role in the development of religious ideas in India and because they are our greatest source for the religious, social, and intellectual history of ancient India. Composed at a time of great social, economic, and religious change, the Upanisads document the transition from the archaic ritualism of the Veda into new religious ideas and institutions. The first major English translation of the ancient Upanisads for over half a century, Olivelle's work incorporates the most recent historical and philological scholarship. The introduction and detailed notes make this edition ideal for the non-specialist as well as for students of Indian religions. ABOUT THE SERIES: For over 100 years Oxford World's Classics has made available the widest range of literature from around the globe.Each affordable volume reflects Oxford's commitment to scholarship, providing the most accurate text plus a wealth of other valuable features, including expert introductions by leading authorities, helpful notes to clarify the text, up-to-date bibliographies for further study, and much more.",
		"price": "117 kr",
		"imageURL": "/Images/upanisads.jpg"
	},
	{
		"_id": "5b8314c887e0e1f13a76aac7",
		"title": "Picasso",
		"author": "Gertrude Stein",
		"size": "Pocket",
		"publisher": "Dover Publications Inc",
		"ISBN": 9780486247151,
		"release-date": 1984,
		"pages": 55,
		"weight": "204 grams",
		"description": "For more than a generation, Gertrude Stein's Paris home at 27 rue de Fleurus was the center of a glittering coterie of artists and writers, one of whom was Pablo Picasso. In this intimate and revealing memoir, Stein tells us much about the great man (and herself) and offers many insights into the life and art of the 20th century's greatest painter. Mixing biological fact with artistic and aesthetic comments, she limns a unique portrait of Picasso as a founder of Cubism, an intimate of Appollinaire, Max Jacob, Braque, Derain, and others, and a genius driven by a ceaseless quest to convey his vision of the 20th century. We learn, for example, of the importance of his native Spain in shaping Picasso's approach to art; of the influence of calligraphy and African sculpture; of his profound struggle to remain true to his own vision; of the overriding need to empty himself of the forms and ideas that welled up within him. Stein's close relationship with Picasso furnishes her with a unique vantage point in composing this perceptive and provocative reminiscence. It will delight any admirer of Picasso or Gertrude Stein; it is indispensable to an understanding of modern art.",
		"price": "110 kr",
		"imageURL": "/Images/picasso.jpg"
	},
	{
		"_id": "5b83153287e0e1f13a76aac8",
		"title": "The Ultimate Hitchhiker's Guide to the Galaxy: Five Novels in One Outrageous Volume",
		"author": "Douglas Adams",
		"size": "Paperback",
		"publisher": "Del Rey Books",
		"ISBN": 9780345453747,
		"release-date": 2002,
		"pages": 832,
		"weight": "771 grams",
		"description": "At last in paperback in one complete volume, here are the five classic novels from Douglas Adams’s beloved Hitchiker series, The Hitchhiker’s Guide to the Galaxy, The Restaurant at the End of the Universe, Life, the Universe and Everything, So Long, and Thanks for All the Fish, Mostly Harmless",
		"price": "132 kr",
		"imageURL": "/Images/hitchhikers-guide-to-the-galaxy.jpg"
	},
	{
		"_id": "5b8315e887e0e1f13a76aac9",
		"title": "My Life and Work",
		"author": "Henry Ford, Samuel (COL) Crowther",
		"size": "Pocket",
		"publisher": "Digireads",
		"ISBN": 9781420928198,
		"release-date": 2007,
		"pages": 137,
		"weight": "227 grams",
		"description": "My Life and Work is the autobiography of Henry Ford. Written in conjunction with Samuel Crowther, My Life and Work chronicles the rise and success of one of the greatest American entrepreneurs and businessmen. Henry Ford and the Ford Motor Company will forever be identified with early 20th century American industrialism. The innovations to business and direct impact on the American economy of Henry Ford and his company are immeasurable. His story is brilliantly chronicled in this classic American biography.",
		"price": "69 kr",
		"imageURL": "/Images/my-life-and-work.jpg"
	},
	{
		"_id": "5b83164c87e0e1f13a76aacb",
		"title": "The Master and Margarita",
		"author": "Mikhail Bulgakov",
		"translator": "Richard Pevear, Larissa Volokhonsky",
		"size": "Paperback",
		"publisher": "Penguin Books",
		"ISBN": 9780143108276,
		"release-date": 2016,
		"pages": 448,
		"weight": "454 grams",
		"description": "A 50th-anniversary Deluxe Edition of the incomparable 20th-century masterpiece of satire and fantasy, in a newly revised version of the acclaimed Pevear and Volokhonsky translation. Nothing in the whole of literature compares with The Master and Margarita. One spring afternoon, the Devil, trailing fire and chaos in his wake, weaves himself out of the shadows and into Moscow. Mikhail Bulgakov's fantastical, funny, and devastating satire of Soviet life combines two distinct yet interwoven parts, one set in contemporary Moscow, the other in ancient Jerusalem, each brimming with historical, imaginary, frightful, and wonderful characters. Written during the darkest days of Stalin's reign, and finally published in 1966 and 1967, The Master and Margarita became a literary phenomenon, signaling artistic and spiritual freedom for Russians everywhere. This newly revised translation, by the award-winning team of Pevear and Volokhonsky, is made from the complete and unabridged Russian text. For more than seventy years, Penguin has been the leading publisher of classic literature in the English-speaking world. With more than 1,700 titles, Penguin Classics represents a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators.",
		"price": "156 kr",
		"imageURL": "/Images/the-master-and-margarita.jpg"
	},
	{
		"_id": "5b8316c287e0e1f13a76aacc",
		"title": "Walden",
		"author": "Henry David Thoreau",
		"size": "Pocket",
		"publisher": "Oxford University Press",
		"series": "Oxford World's Classics",
		"ISBN": 9780199538065,
		"release-date": 2009,
		"pages": 375,
		"weight": "318 grams",
		"description": "The mass of men lead lives of quiet desperation In 1845 Henry David Thoreau left his home town of Concord, Massachusetts to begin a new life alone, in a rough hut he built himself a mile and a half away on the north-west shore of Walden Pond. Walden is Thoreau's classic autobiographical account of this experiment in solitary living, his refusal to play by the rules of hard work and the accumulation of wealth and above all the freedom it gave him to adapt his living to the natural world around him. This new edition of Walden traces the sources of Thoreau's reading and thinking and considers the author in the context of his birthplace and his sense of its history - social, economic and natural. In addition, an ecological appendix provides modern identifications of the myriad plants and animals to which Thoreau gave increasingly close attention as he became acclimatized to his life in the woods by Walden Pond. ABOUT THE SERIES: For over 100 years Oxford World's Classics has made available the widest range of literature from around the globe.Each affordable volume reflects Oxford's commitment to scholarship, providing the most accurate text plus a wealth of other valuable features, including expert introductions by leading authorities, helpful notes to clarify the text, up-to-date bibliographies for further study, and much more.",
		"price": "94 kr",
		"imageURL": "/Images/walden.jpg"
	}
]
